app/controllers/authors_controller.rb

  def create
    @author = Author.create(author_params)
---
INSERT INTO "authors" ("bio", "name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["bio", "man"], ["name", "Test"], ["created_at", "2016-02-06 16:07:10.399317"], ["updated_at", "2016-02-06 16:07:10.399317"]]